const navbarMenuItems = [
    {
        name : '신상품',
        href: 'newProduct',
        subCategories : ["컬렉션", "키즈", "레시피"],
    },
    {
        name : '침실',
        href: 'bedroom',
        subCategories : ["베드 린넨","홑이불","차렵이불","가구","충전재·베개","램프","쿠션","담요","러그","거울","데코","박스·주얼리 박스","바스켓","드레스룸"],
    },
    {
        name : '의류·슈즈',
        href: 'clothingNShoes',
        subCategories : ["의류","슈즈","파우치·가방","후크·행거","액세서리"],
    },
    {
        name : '거실',
        href: 'livingRoom',
        subCategories : ["가구","러그","거울","커튼·롤러 블라인드","쿠션","쿠션 충전재","토퍼","담요","바스켓","액자·캔버스","박스","화병","캔들 스틱·티라이트 홀더","화분","데코 액세서리","손잡이","후크","서적"],
    },
    {
        name : '주방',
        href: 'kitchen',
        subCategories : ["스토리지","보관용 병·용기","테이블웨어·조리도구","커팅 보드","행주, 앞치마·가방","주방 액세서리","커피·티","가구","램프","휴지통 신상","러그"],
    },
    {
        name : '다이닝',
        href: 'dining',
        subCategories : ["테이블보","베이직 테이블보","식기","트레이","글라스웨어","테이블 액세서리","커트러리","머그컵","볼","가구","램프"],
    },
    {
        name : '욕실',
        href: 'bathroom',
        subCategories : ["타월","베이직 타월","가구","목욕 가운","거울","욕실 매트","바스켓","욕실 액세서리","샤워 커튼","수납","셀프케어","비누·크림"],
    },
    {
        name : '디퓨저·캔들',
        href: 'diffuserNCandle',
        subCategories : ["인기 상품","아로마 캔들","리드 디퓨저·에센셜 오일","자동차 방향제","솝·크림"],
    },
    {
        name : '키즈',
        href: 'kids',
        subCategories : ["베드 린넨","쿠션","러그","담요","가구","침대·요람","토이","커튼","수납","데코","도서·문구류","의류·슈즈","목욕 시간","식사 시간","비치"],
    },
]

export default navbarMenuItems;